Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# category.modal.title.add
source: Add %@ Category
ar: إضافة فئة %@
de: %@ Kategorie hinzufügen
es: Agregar Categoría %@
fr: Ajouter une Catégorie %@
it: Aggiungi Categoria %@
ja: %@カテゴリを追加
pt: Adicionar Categoria %@
tr: %@ Kategorisi Ekle
zh_hans: 添加%@类别

# common.archive
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
ja: アーカイブ
pt: Arquivar
tr: Arşivle
zh_hans: 归档

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: İptal
zh_hans: 取消

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
tr: Sil
zh_hans: 删除

# common.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar
tr: Düzenle
zh_hans: 编辑

# edit_recurring.add_title
source: Add Recurring Transaction
ar: إضافة معاملة متكررة
de: Wiederkehrende Transaktion hinzufügen
es: Agregar transacción recurrente
fr: Ajouter une transaction récurrente
it: Aggiungi transazione ricorrente
ja: 定期取引を追加
pt: Adicionar transação recorrente
tr: Yinelenen İşlem Ekle
zh_hans: 添加定期交易

# edit_recurring.amount_label
source: Amount
ar: المبلغ
de: Betrag
es: Monto
fr: Montant
it: Importo
ja: 金額
pt: Valor
tr: Tutar
zh_hans: 金额

# edit_recurring.category_name_label
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
pt: Categoria
tr: Kategori
zh_hans: 类别

# edit_recurring.category_type_label
source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: 種類
pt: Tipo
tr: Tür
zh_hans: 类型

# edit_recurring.category.title
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
pt: Categoria
tr: Kategori
zh_hans: 类别

# edit_recurring.details.title
source: Transaction Details
ar: تفاصيل المعاملة
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli transazione
ja: 取引の詳細
pt: Detalhes da transação
tr: İşlem Detayları
zh_hans: 交易详情

# edit_recurring.edit_title
source: Edit Recurring Transaction
ar: تعديل المعاملة المتكررة
de: Wiederkehrende Transaktion bearbeiten
es: Editar transacción recurrente
fr: Modifier la transaction récurrente
it: Modifica transazione ricorrente
ja: 定期取引を編集
pt: Editar transação recorrente
tr: Yinelenen İşlemi Düzenle
zh_hans: 编辑定期交易

# edit_recurring.end_date_label
source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data di fine
ja: 終了日
pt: Data de término
tr: Bitiş Tarihi
zh_hans: 结束日期

# edit_recurring.frequency_label
source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 頻度
pt: Frequência
tr: Sıklık
zh_hans: 频率

# edit_recurring.has_end_date
source: Has End Date
ar: له تاريخ انتهاء
de: Hat Enddatum
es: Tiene fecha de fin
fr: A une date de fin
it: Ha data di fine
ja: 終了日あり
pt: Tem data de término
tr: Bitiş Tarihi Var
zh_hans: 有结束日期

# edit_recurring.notes_placeholder
source: Optional notes...
ar: ملاحظات اختيارية...
de: Optionale Notizen...
es: Notas opcionales...
fr: Notes facultatives...
it: Note facoltative...
ja: 任意のメモ...
pt: Notas opcionais...
tr: İsteğe bağlı notlar...
zh_hans: 可选备注...

# edit_recurring.notes.title
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
it: Note
ja: メモ
pt: Notas
tr: Notlar
zh_hans: 备注

# edit_recurring.schedule.title
source: Schedule
ar: الجدول
de: Zeitplan
es: Programación
fr: Planification
it: Programmazione
ja: スケジュール
pt: Agendamento
tr: Program
zh_hans: 计划

# edit_recurring.select_category
source: Select Category
ar: اختر الفئة
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
ja: カテゴリを選択
pt: Selecionar categoria
tr: Kategori Seç
zh_hans: 选择类别

# edit_recurring.start_date_label
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
ja: 開始日
pt: Data de início
tr: Başlangıç Tarihi
zh_hans: 开始日期

# edit_recurring.title_placeholder
source: Transaction Title
ar: عنوان المعاملة
de: Transaktionstitel
es: Título de la transacción
fr: Titre de la transaction
it: Titolo transazione
ja: 取引タイトル
pt: Título da transação
tr: İşlem Başlığı
zh_hans: 交易标题

# edit_recurring.type_expense
source: Expense
ar: مصروف
de: Ausgabe
es: Gasto
fr: Dépense
it: Spesa
ja: 支出
pt: Despesa
tr: Gider
zh_hans: 支出

# edit_recurring.type_income
source: Income
ar: دخل
de: Einkommen
es: Ingreso
fr: Revenu
it: Entrata
ja: 収入
pt: Receita
tr: Gelir
zh_hans: 收入

# error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
tr: Hata
zh_hans: 错误

# expenses.summary.daily_avg
source: Daily Avg
ar: متوسط يومي
de: Tägl. Ø
es: Prom. Diario
fr: Moy. Jour.
it: Media Giorn.
ja: 日平均
pt: Média Diária
tr: Günlük Ort.
zh_hans: 日均

# expenses.summary.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月次
pt: Mensal
tr: Aylık
zh_hans: 每月

# expenses.summary.title
source: Expense Overview
ar: نظرة عامة على المصروفات
de: Ausgaben Übersicht
es: Resumen de Gastos
fr: Aperçu des Dépenses
it: Panoramica Spese
ja: 支出概要
pt: Visão Geral de Despesas
tr: Gider Özeti
zh_hans: 支出概览

# expenses.summary.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年次
pt: Anual
tr: Yıllık
zh_hans: 每年

# export.date_range.all
source: All Time
ar: كل الوقت
de: Gesamte Zeit
es: Todo el tiempo
fr: Toute la période
it: Tutto il periodo
ja: 全期間
pt: Todo o período
tr: Tüm Zamanlar
zh_hans: 全部时间

# export.date_range.custom
source: Custom Range
ar: نطاق مخصص
de: Benutzerdefinierter Zeitraum
es: Rango personalizado
fr: Plage personnalisée
it: Intervallo personalizzato
ja: カスタム範囲
pt: Intervalo personalizado
tr: Özel Aralık
zh_hans: 自定义范围

# export.date_range.last_3_months
source: Last 3 Months
ar: آخر 3 أشهر
de: Letzte 3 Monate
es: Últimos 3 meses
fr: Les 3 derniers mois
it: Ultimi 3 mesi
ja: 過去3か月
pt: Últimos 3 meses
tr: Son 3 Ay
zh_hans: 过去3个月

# export.date_range.last_month
source: Last Month
ar: الشهر الماضي
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
it: Il mese scorso
ja: 先月
pt: Mês passado
tr: Geçen Ay
zh_hans: 上个月

# export.date_range.last_year
source: Last Year
ar: العام الماضي
de: Letztes Jahr
es: El año pasado
fr: L'année dernière
it: L'anno scorso
ja: 昨年
pt: Ano passado
tr: Geçen Yıl
zh_hans: 去年

# export.date_range.title
source: Date Range
ar: نطاق التاريخ
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
it: Intervallo di date
ja: 日付範囲
pt: Intervalo de datas
tr: Tarih Aralığı
zh_hans: 日期范围

# export.end_date
source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data di fine
ja: 終了日
pt: Data de término
tr: Bitiş Tarihi
zh_hans: 结束日期

# export.error.failed
source: Export failed: %@
ar: فشل التصدير: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l'exportation : %@
it: Esportazione non riuscita: %@
ja: エクスポートに失敗しました：%@
pt: Falha na exportação: %@
tr: Dışa aktarma başarısız: %@
zh_hans: 导出失败：%@

# export.error.unknown
source: An unknown error occurred
ar: حدث خطأ غير معروف
de: Ein unbekannter Fehler ist aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
pt: Ocorreu um erro desconhecido
tr: Bilinmeyen bir hata oluştu
zh_hans: 发生未知错误

# export.export_button
source: Export Data
ar: تصدير البيانات
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
ja: データをエクスポート
pt: Exportar dados
tr: Verileri Dışa Aktar
zh_hans: 导出数据

# export.exporting
source: Exporting...
ar: جارٍ التصدير...
de: Exportiere...
es: Exportando...
fr: Exportation...
it: Esportazione...
ja: エクスポート中...
pt: Exportando...
tr: Dışa aktarılıyor...
zh_hans: 正在导出...

# export.format.csv
source: CSV Data
ar: بيانات CSV
de: CSV-Daten
es: Datos CSV
fr: Données CSV
it: Dati CSV
ja: CSVデータ
pt: Dados CSV
tr: CSV Verisi
zh_hans: CSV数据

# export.format.csv.description
source: Spreadsheet-compatible data format
ar: تنسيق بيانات متوافق مع جداول البيانات
de: Tabellenkalkulationskompatibles Datenformat
es: Formato de datos compatible con hojas de cálculo
fr: Format de données compatible tableur
it: Formato dati compatibile con fogli di calcolo
ja: スプレッドシート互換のデータ形式
pt: Formato de dados compatível com planilhas
tr: Elektronik tablo uyumlu veri biçimi
zh_hans: 兼容电子表格的数据格式

# export.format.json
source: JSON Data
ar: بيانات JSON
de: JSON-Daten
es: Datos JSON
fr: Données JSON
it: Dati JSON
ja: JSONデータ
pt: Dados JSON
tr: JSON Verisi
zh_hans: JSON数据

# export.format.json.description
source: Machine-readable data format
ar: تنسيق بيانات قابل للقراءة آلياً
de: Maschinenlesbares Datenformat
es: Formato de datos legible por máquina
fr: Format de données lisible par machine
it: Formato dati leggibile dalla macchina
ja: 機械可読のデータ形式
pt: Formato de dados legível por máquina
tr: Makine tarafından okunabilir veri biçimi
zh_hans: 机器可读的数据格式

# export.format.pdf
source: PDF Report
ar: تقرير PDF
de: PDF-Bericht
es: Informe PDF
fr: Rapport PDF
it: Report PDF
ja: PDFレポート
pt: Relatório PDF
tr: PDF Raporu
zh_hans: PDF报告

# export.format.pdf.description
source: Formatted report with charts and summaries
ar: تقرير منسق مع مخططات وملخصات
de: Formatierter Bericht mit Diagrammen und Zusammenfassungen
es: Informe formateado con gráficos y resúmenes
fr: Rapport formaté avec graphiques et résumés
it: Report formattato con grafici e riepiloghi
ja: チャートとサマリー付きの整形レポート
pt: Relatório formatado com gráficos e resumos
tr: Grafikler ve özetlerle biçimlendirilmiş rapor
zh_hans: 带图表和摘要的格式化报告

# export.format.title
source: Export Format
ar: تنسيق التصدير
es: Formato de exportación
fr: Format d'exportation
it: Formato di esportazione
ja: エクスポート形式
pt: Formato de exportação
tr: Dışa Aktarma Biçimi
zh_hans: 导出格式

# export.info.description
source: Your data will be exported in the selected format. The export includes:
ar: سيتم تصدير بياناتك بالتنسيق المحدد. يتضمن التصدير:
de: Ihre Daten werden im ausgewählten Format exportiert. Der Export umfasst:
es: Tus datos se exportarán en el formato seleccionado. La exportación incluye:
fr: Vos données seront exportées au format sélectionné. L'exportation comprend :
it: I tuoi dati verranno esportati nel formato selezionato. L'esportazione include:
ja: データは選択した形式でエクスポートされます。エクスポートには以下が含まれます：
pt: Seus dados serão exportados no formato selecionado. A exportação inclui:
tr: Verileriniz seçilen biçimde dışa aktarılacaktır. Dışa aktarma şunları içerir:
zh_hans: 您的数据将以所选格式导出。导出内容包括：

# export.info.item.categories
source: • Financial categories and amounts
ar: • الفئات المالية والمبالغ
de: • Finanzkategorien und Beträge
es: • Categorías financieras y montos
fr: • Catégories financières et montants
it: • Categorie finanziarie e importi
ja: • 財務カテゴリと金額
pt: • Categorias financeiras e valores
tr: • Finansal kategoriler ve tutarlar
zh_hans: • 财务类别和金额

# export.info.item.custom_categories
source: • Custom categories
ar: • الفئات المخصصة
de: • Benutzerdefinierte Kategorien
es: • Categorías personalizadas
fr: • Catégories personnalisées
it: • Categorie personalizzate
ja: • カスタムカテゴリ
pt: • Categorias personalizadas
tr: • Özel kategoriler
zh_hans: • 自定义类别

# export.info.item.recurring
source: • Recurring transactions
ar: • المعاملات المتكررة
de: • Wiederkehrende Transaktionen
es: • Transacciones recurrentes
fr: • Transactions récurrentes
it: • Transazioni ricorrenti
ja: • 定期取引
pt: • Transações recorrentes
tr: • Yinelenen işlemler
zh_hans: • 定期交易

# export.info.item.settings
source: • App settings and preferences
ar: • إعدادات التطبيق والتفضيلات
de: • App-Einstellungen und Präferenzen
es: • Configuración y preferencias de la app
fr: • Paramètres et préférences de l'app
it: • Impostazioni e preferenze dell'app
ja: • アプリ設定と環境設定
pt: • Configurações e preferências do app
tr: • Uygulama ayarları ve tercihleri
zh_hans: • 应用设置和偏好

# export.info.title
source: Export Information
ar: معلومات التصدير
de: Exportinformationen
es: Información de exportación
fr: Informations d'exportation
it: Informazioni sull'esportazione
ja: エクスポート情報
pt: Informações de exportação
tr: Dışa Aktarma Bilgisi
zh_hans: 导出信息

# export.nav_title
source: Export Data
ar: تصدير البيانات
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
ja: データをエクスポート
pt: Exportar dados
tr: Verileri Dışa Aktar
zh_hans: 导出数据

# export.start_date
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
ja: 開始日
pt: Data de início
tr: Başlangıç Tarihi
zh_hans: 开始日期

# form.amount
source: Amount *
ar: المبلغ *
de: Betrag *
es: Cantidad *
fr: Montant *
it: Importo *
ja: 金額 *
pt: Valor *
tr: Tutar *
zh_hans: 金额 *

# form.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: İptal
zh_hans: 取消

# form.category
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
pt: Categoria
tr: Kategori
zh_hans: 类别

# form.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt: Concluído
tr: Tamam
zh_hans: 完成

# form.error.invalid_amount
source: Please enter a valid amount
ar: يرجى إدخال مبلغ صحيح
de: Bitte geben Sie einen gültigen Betrag ein
es: Por favor, ingrese un monto válido
fr: Veuillez entrer un montant valide
it: Inserisci un importo valido
ja: 有効な金額を入力してください
pt: Por favor, insira um valor válido
tr: Lütfen geçerli bir tutar girin
zh_hans: 请输入有效金额

# form.notes_optional
source: Notes (optional)
ar: ملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (optionnel)
it: Note (opzionale)
ja: メモ（任意）
pt: Notas (opcional)
tr: Notlar (isteğe bağlı)
zh_hans: 备注（可选）

# form.save_changes
source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les Modifications
it: Salva Modifiche
ja: 変更を保存
pt: Salvar Alterações
tr: Değişiklikleri Kaydet
zh_hans: 保存更改

# frequency_picker.nav_title
source: Select Frequency
ar: اختر التكرار
de: Häufigkeit auswählen
es: Seleccionar frecuencia
fr: Sélectionner la fréquence
it: Seleziona frequenza
ja: 頻度を選択
pt: Selecionar frequência
tr: Sıklık Seç
zh_hans: 选择频率

# frequency.daily
source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: 毎日
pt: Diário
tr: Günlük
zh_hans: 每日

# frequency.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
pt: Mensal
tr: Aylık
zh_hans: 每月

# frequency.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 毎年
pt: Anual
tr: Yıllık
zh_hans: 每年

# health.a11y.breakdown
source: %@: %lld percent
ar: %@: %lld بالمئة
de: %@: %lld Prozent
es: %@: %lld por ciento
fr: %@ : %lld pour cent
it: %@: %lld percento
ja: %@：%lldパーセント
pt: %@: %lld por cento
tr: %@: yüzde %lld
zh_hans: %@：%lld%%

# health.a11y.breakdown_collapse
source: Expanded. Double tap to collapse
ar: موسّع. انقر مرتين للطي
de: Erweitert. Doppeltippen zum Einklappen
es: Expandido. Toca dos veces para contraer
fr: Développé. Appuyez deux fois pour réduire
it: Espanso. Tocca due volte per comprimere
ja: 展開中。ダブルタップで折りたたむ
pt: Expandido. Toque duas vezes para recolher
tr: Genişletildi. Daraltmak için çift dokunun
zh_hans: 已展开。双击折叠

# health.a11y.breakdown_expand
source: Double tap to expand and see details
ar: انقر مرتين للتوسيع ورؤية التفاصيل
de: Doppeltippen zum Erweitern und Anzeigen von Details
es: Toca dos veces para expandir y ver detalles
fr: Appuyez deux fois pour développer et voir les détails
it: Tocca due volte per espandere e vedere i dettagli
ja: ダブルタップで展開して詳細を表示
pt: Toque duas vezes para expandir e ver detalhes
tr: Genişletmek ve ayrıntıları görmek için çift dokunun
zh_hans: 双击展开查看详情

# health.a11y.detail_hint
source: Your overall financial health based on budget compliance, savings, spending consistency, and income stability
ar: صحتك المالية الإجمالية بناءً على الالتزام بالميزانية والادخار واتساق الإنفاق واستقرار الدخل
de: Ihre gesamte finanzielle Gesundheit basierend auf Budgeteinhaltung, Ersparnissen, Ausgabenkonsistenz und Einkommensstabilität
es: Tu salud financiera general basada en cumplimiento del presupuesto, ahorros, consistencia de gastos y estabilidad de ingresos
fr: Votre santé financière globale basée sur le respect du budget, l'épargne, la régularité des dépenses et la stabilité des revenus
it: La tua salute finanziaria complessiva basata su rispetto del budget, risparmi, coerenza delle spese e stabilità del reddito
ja: 予算遵守、貯蓄、支出の一貫性、収入の安定性に基づく総合的な財務健全性
pt: Sua saúde financeira geral baseada em cumprimento do orçamento, poupança, consistência de gastos e estabilidade de renda
tr: Bütçe uyumu, tasarruf, harcama tutarlılığı ve gelir istikrarına dayalı genel finansal sağlığınız
zh_hans: 基于预算遵守、储蓄、支出一致性和收入稳定性的整体财务健康

# health.a11y.detail_score
source: Financial health score is %lld out of 100, rated as %@
ar: درجة الصحة المالية %lld من 100، مصنفة كـ %@
de: Finanzielle Gesundheitsbewertung ist %lld von 100, bewertet als %@
es: La puntuación de salud financiera es %lld de 100, calificada como %@
fr: Le score de santé financière est de %lld sur 100, évalué comme %@
it: Il punteggio di salute finanziaria è %lld su 100, valutato come %@
ja: 財務健全性スコアは100点中%lld点、評価は%@
pt: A pontuação de saúde financeira é %lld de 100, classificada como %@
tr: Finansal sağlık puanı 100 üzerinden %lld, değerlendirme: %@
zh_hans: 财务健康评分为 %lld/100，评级为 %@

# health.a11y.score
source: Financial Health Score: %lld out of 100, %@
ar: درجة الصحة المالية: %lld من 100، %@
de: Finanzielle Gesundheitsbewertung: %lld von 100, %@
es: Puntuación de salud financiera: %lld de 100, %@
fr: Score de santé financière : %lld sur 100, %@
it: Punteggio salute finanziaria: %lld su 100, %@
ja: 財務健全性スコア：100点中%lld点、%@
pt: Pontuação de saúde financeira: %lld de 100, %@
tr: Finansal Sağlık Puanı: 100 üzerinden %lld, %@
zh_hans: 财务健康评分：%lld/100，%@

# health.breakdown.expense_management
source: Expense Management
ar: إدارة المصروفات
de: Ausgabenmanagement
es: Gestión de gastos
fr: Gestion des dépenses
it: Gestione spese
ja: 支出管理
pt: Gestão de despesas
tr: Gider Yönetimi
zh_hans: 支出管理

# health.breakdown.income_score
source: Income Score
ar: درجة الدخل
de: Einkommensbewertung
es: Puntuación de ingresos
fr: Score de revenus
it: Punteggio reddito
ja: 収入スコア
pt: Pontuação de renda
tr: Gelir Puanı
zh_hans: 收入评分

# health.breakdown.interpretation.excellent
source: Excellent - You're doing great in this area!
ar: ممتاز - أنت تبلي بلاءً حسناً في هذا المجال!
de: Ausgezeichnet – Sie sind in diesem Bereich großartig!
es: Excelente: ¡Lo estás haciendo muy bien en esta área!
fr: Excellent – Vous vous en sortez très bien dans ce domaine !
it: Eccellente – Stai andando alla grande in quest'area!
ja: 優秀 – この分野で素晴らしい成果です！
pt: Excelente – Você está indo muito bem nesta área!
tr: Mükemmel – Bu alanda harika gidiyorsunuz!
zh_hans: 优秀——您在这方面做得很好！

# health.breakdown.interpretation.fair
source: Fair - This area needs some attention.
ar: مقبول - هذا المجال يحتاج إلى بعض الاهتمام.
de: Befriedigend – Dieser Bereich braucht etwas Aufmerksamkeit.
es: Regular: Esta área necesita algo de atención.
fr: Passable – Ce domaine nécessite un peu d'attention.
it: Discreto – Quest'area ha bisogno di un po' di attenzione.
ja: 普通 – この分野には少し注意が必要です。
pt: Regular – Esta área precisa de alguma atenção.
tr: Orta – Bu alan biraz dikkat gerektiriyor.
zh_hans: 一般——这个方面需要一些关注。

# health.breakdown.interpretation.good
source: Good - On the right track, keep it up!
ar: جيد - على المسار الصحيح، استمر!
de: Gut – Auf dem richtigen Weg, weiter so!
es: Bueno: Vas por buen camino, ¡sigue así!
fr: Bon – Sur la bonne voie, continuez !
it: Buono – Sulla strada giusta, continua così!
ja: 良好 – 正しい方向です。この調子で！
pt: Bom – No caminho certo, continue assim!
tr: İyi – Doğru yoldasınız, devam edin!
zh_hans: 良好——方向正确，继续保持！

# health.breakdown.interpretation.great
source: Great - Strong performance with room for minor improvements.
ar: رائع - أداء قوي مع مجال لتحسينات بسيطة.
de: Großartig – Starke Leistung mit Raum für kleine Verbesserungen.
es: Genial: Buen rendimiento con margen para pequeñas mejoras.
fr: Très bien – Bonne performance avec une marge de petites améliorations.
it: Ottimo – Prestazioni solide con margine per piccoli miglioramenti.
ja: 素晴らしい – 堅実なパフォーマンスで、わずかな改善の余地があります。
pt: Ótimo – Desempenho forte com espaço para pequenas melhorias.
tr: Harika – Küçük iyileştirmeler için alan olan güçlü performans.
zh_hans: 很好——表现强劲，仍有小幅提升空间。

# health.breakdown.interpretation.needs_work
source: Needs work - Focus on improving this component.
ar: يحتاج إلى عمل - ركز على تحسين هذا المكون.
de: Verbesserungsbedarf – Konzentrieren Sie sich auf diesen Bereich.
es: Necesita trabajo: Concéntrate en mejorar este componente.
fr: À améliorer – Concentrez-vous sur ce composant.
it: Da migliorare – Concentrati su questo componente.
ja: 改善が必要 – この要素の改善に集中しましょう。
pt: Precisa melhorar – Foque em melhorar este componente.
tr: Çalışma gerekli – Bu bileşeni iyileştirmeye odaklanın.
zh_hans: 需要改进——请专注于改善这个方面。

# health.breakdown.savings_score
source: Savings Score
ar: درجة الادخار
de: Sparbewertung
es: Puntuación de ahorro
fr: Score d'épargne
it: Punteggio risparmio
ja: 貯蓄スコア
pt: Pontuação de poupança
tr: Tasarruf Puanı
zh_hans: 储蓄评分

# health.breakdown.title
source: HEALTH BREAKDOWN
ar: تفصيل الصحة
de: GESUNDHEITSÜBERSICHT
es: DESGLOSE DE SALUD
fr: RÉPARTITION SANTÉ
it: DETTAGLIO SALUTE
ja: 健全性の内訳
pt: DETALHAMENTO DE SAÚDE
tr: SAĞLIK DAĞILIMI
zh_hans: 健康明细

# health.detail.description.excellent
source: Excellent work! Your financial health is outstanding. Keep up the great habits!
ar: عمل ممتاز! صحتك المالية رائعة. استمر في العادات الجيدة!
de: Ausgezeichnete Arbeit! Ihre finanzielle Gesundheit ist hervorragend. Behalten Sie die guten Gewohnheiten bei!
es: ¡Excelente trabajo! Tu salud financiera es sobresaliente. ¡Sigue con los buenos hábitos!
fr: Excellent travail ! Votre santé financière est remarquable. Continuez vos bonnes habitudes !
it: Ottimo lavoro! La tua salute finanziaria è eccellente. Continua con le buone abitudini!
ja: 素晴らしいです！財務健全性は非常に良好です。この調子で良い習慣を続けましょう！
pt: Excelente trabalho! Sua saúde financeira está excelente. Continue com os bons hábitos!
tr: Harika iş! Finansal sağlığınız mükemmel. İyi alışkanlıklarınızı sürdürün!
zh_hans: 做得好！您的财务健康状况非常出色。请继续保持良好习惯！

# health.detail.description.fair
source: Fair start. Your financial health needs attention. Check the tips below for guidance.
ar: بداية مقبولة. صحتك المالية تحتاج إلى اهتمام. راجع النصائح أدناه للإرشاد.
de: Ordentlicher Start. Ihre finanzielle Gesundheit braucht Aufmerksamkeit. Schauen Sie sich die Tipps unten an.
es: Buen comienzo. Tu salud financiera necesita atención. Consulta los consejos a continuación.
fr: Bon début. Votre santé financière nécessite de l'attention. Consultez les conseils ci-dessous.
it: Buon inizio. La tua salute finanziaria ha bisogno di attenzione. Consulta i consigli qui sotto.
ja: まずまずのスタートです。財務健全性には注意が必要です。下のヒントをご確認ください。
pt: Bom começo. Sua saúde financeira precisa de atenção. Confira as dicas abaixo.
tr: Fena değil bir başlangıç. Finansal sağlığınız dikkat gerektiriyor. Aşağıdaki ipuçlarına bakın.
zh_hans: 开局尚可。您的财务健康需要关注。请查看下方提示。
